Repository: schmidtevgeny/stellaris_morenames_omega
Catalog: stellaris_morenames-omegat.tmx
Source language: en_us
Languages: ru

source: Stellarite Drone Habitation
ru: Стелларитовое жилье дронов

source: Stellarite Echelon Complex
ru: Стелларитовый Комплекс Эшелон

source: Stellarite Encasement Core
ru: Стелларитовое ядро экранирования

source: Stellarite Energy Conduit
ru: Силовое реле Стелларит

source: Stellarite Energy District
ru: Стелларитовый энергетический район

source: Stellarite Energy Districts
ru: Стелларитовые энергетические районы

source: Stellarite Estate District
ru: Стелларитовый район недвижимостей

source: Stellarite Estates
ru: Стелларитовые поместья

source: Stellarite Ethereal Worship
ru: Стелларитовое эфирное поклонение

source: Stellarite Evolutions
ru: Стелларитовые эволюции

source: Stellarite Food Processing
ru: Стелларитовая переработка пищи

source: Stellarite Forging
ru: Стелларитовая ковка

source: Stellarite Fortress Master
ru: Мастер стелларитовой крепости

source: Stellarite Fortress Master Drone
ru: Дрон-мастер стелларитовой крепости

source: Stellarite Fortress Master Drones
ru: Дроны-мастера стелларитовой крепости

source: Stellarite Fortress Masters
ru: Мастера стелларитовой крепости

source: Stellarite Foundry District
ru: Стелларитовый литейный район

source: Stellarite Foundry Districts
ru: Стелларитовые литейные районы

source: Stellarite Garrison Forces
ru: Стелларитовые гарнизонные силы

source: Stellarite Generator District
ru: Район генератора стелларита

source: Stellarite Genius
ru: Стелларитовый гений

source: Stellarite Genius District
ru: Стелларитовый район гениев

source: Stellarite Genius Districts
ru: Стелларитовые районы гениев

source: Stellarite Geniuses
ru: Стелларитовые гении

source: Stellarite Gestation
ru: Стелларитовое гнездование

source: Stellarite Giga Installations
ru: Стелларитовые гига-сооружения

source: Stellarite Governance
ru: Стелларитовое управление

source: Stellarite Hab Block
ru: Стелларитовый жилой блок

source: Stellarite Hab Blocks
ru: Стелларитовые жилые блоки

source: Stellarite Habitat
ru: Среда обитания Стелларита

source: Stellarite Habitat Retrofit
ru: Стелларитовая модернизация среды обитания

source: Stellarite Hive Cluster
ru: Стелларитовое скопление ульев

source: Stellarite Hives
ru: Стелларитовые ульи

source: Stellarite Hyper-Brain Drone
ru: Стелларитовый гипермозговой дрон

source: Stellarite Hyper-Brain Drones
ru: Стелларитовые гипермозговые дроны

source: Stellarite Hypercore
ru: Стелларитовое гиперядро

source: Stellarite Infini-Shopping
ru: Стелларитовый инфини-шоппинг

source: Stellarite Kaiser Moon
ru: Стелларитовая луна Кайзера

source: Stellarite Kaiser Moon Construction Site Complete!
ru: Строительная площадка Стелларит Луна Кайзера завершена!

source: Stellarite Kaiser Moon Movement Systems
ru: Системы перемещения Луны Стелларит Кайзер

source: Stellarite Kaiser Moon Movement Systems Complete!
ru: Системы перемещения Стелларит Луны Кайзер завершены!

source: Stellarite Kaiser Moon Takes Flight!
ru: Стелларитовый Луна Кайзера взлетает!

source: Stellarite Laboratories
ru: Стелларитовые лаборатории

source: Stellarite Machine Dome
ru: Стелларитовый купол машин

source: Stellarite Medication
ru: Стелларитовое лечение

source: Stellarite Mentat
ru: Стелларитовый ментант

source: Stellarite Mentat Drone
ru: Стелларитовый дрон-ментант

source: Stellarite Mentat Drones
ru: Стелларитовые дроны-ментанты

source: Stellarite Mentats
ru: Стелларитовые ментанты

source: Stellarite Mining District
ru: Стелларитовый горнодобывающий район

source: Stellarite Nutrient Replication
ru: Стелларитовая репликация питательных веществ

source: Stellarite Observer
ru: Стелларитовый наблюдатель

source: Stellarite Observers
ru: Стелларитовые наблюдатели

source: Stellarite Palace
ru: Стелларитовый дворец

source: Stellarite Planet
ru: Стелларитовая планета

source: Stellarite Planetary Encasement
ru: Стелларитовое планетарное экранирование

source: Stellarite Post Scarcity
ru: Стелларитовое ограничение спроса

source: Stellarite Power Relay
ru: Стелларитовое силовое ядро

source: Stellarite Power Relays
ru: Стелларитовые силовые ядра

source: Stellarite Printing
ru: Стелларитовая печать

source: Stellarite Production Multiplier
ru: £acot_sr_stellarite£ Стелларит от £job£ должностей

source: Stellarite Purification
ru: Стелларитовая очистка

source: Stellarite Quasi-Temporal Embassy
ru: Стелларитовое квазивременное посольство

source: Stellarite Research Coordination
ru: Стелларитовая координация исследований

source: Stellarite Resurrection
ru: Стелларитовое воскрешение

source: Stellarite Robomancer
ru: Стелларитовый робомант

source: Stellarite Robomancers
ru: Стелларитовые робоманты

source: Stellarite Robot Assembly
ru: Стелларитовая сборка роботов

source: Stellarite Robotron
ru: Стелларитовый роботрон

source: Stellarite Robotrons
ru: Стелларитовые роботроны

source: Stellarite Sacrifice
ru: Стелларитовое пожертвование

source: Stellarite Savant
ru: Стелларитовый савант

source: Stellarite Savants
ru: Стелларитовые саванты

source: Stellarite Sentinel Units
ru: Стелларитовые дозорные единицы

source: Stellarite Station
ru: Стелларитовая станция

source: Stellarite Synth Coordination
ru: Стелларитовая координация синтетиков

source: Stellarite TRDS Domes
ru: Стелларитовые транспространственные купола

source: Stellarite Tesseract Library
ru: Стелларитовая библиотека Тессеракта

source: Stellarite Transdim Actuator
ru: Стелларитовый транспространственный привод

source: Stellarite Transdim Actuators
ru: Стелларитовые транспространственные приводы

source: Stellarite Transtemporal Forging
ru: Стелларитовая транстемпоральная ковка

source: Stellarite Workforce Department
ru: Стелларитовый рабочий департамент

source: Stellarite generators and factories are humming and buzzing everywhere, making them a very common and mundane sight to behold.
ru: Генераторы и фабрики Стелларита гудят и шумят повсюду, делая их весьма обыденным и повсеместным зрелищем.

source: Stellarite generators and factories dominate the landscape, making them a very common, yet extraordinary sight to behold.
ru: Генераторы и фабрики Стелларита доминируют на поверхности, делая их очень распространенным, но в то же время необычным зрелищем.

source: Stepmothers Exile
ru: Изгнание мачехи

source: Sterile
ru: Стерильный

source: Sterile Hyper-Neutrino Detection
ru: Обнаружение стерильных гипернейтрино

source: Sterile Hyper-Neutrino Detector Support
ru: Поддержка стерильного детектора гипернейтрино

source: Sterilize the planet
ru: Стерилизовать планету

source: Stern
ru: Кормовой

source: Steve
ru: Стив

source: Still Waiting
ru: Все еще жду

source: Stoking the Flames of Industry
ru: Разжигание пламени промышленности

source: Stolen Riesigerkatzenpanzers
ru: Украденные ризигеркатценпанцеры

source: Stop Extortion
ru: Прекратить эксплуатацию

source: Stop Specialised Planet - Energy Credits
ru: Отмена специализации планеты - Энергокредиты

source: Stop Specialised Planet - Food
ru: Отмена специализации планеты - Пища

source: Stop Specialised Planet - Minerals
ru: Отмена специализации планеты - Минералы

source: Stop that Blokkat at once!
ru: Немедленно остановите этот блоккат!

source: Stop the Sirens
ru: Выключите сирены

source: Storing humongous amounts of energy within a stellar-size megastructure could have incredibly useful applications.
ru: Хранение огромного количества энергии внутри мегаструктуры звездного размера могло бы иметь невероятно полезные применения.

source: Storm Legions
ru: Грозовые легионы

source: Strange Deserts
ru: Странные пустыни

source: Strange.
ru: Странно.

source: Strange...
ru: Странно...

source: Strategic Coordination Center Alloys
ru: Сплавы Стратегический координационный центр

source: Strategic Coordination Center Alloys Cost
ru: Стоимость сплавов Стратегический координационный центр

source: Strategic Coordination Center Management Protocols
ru: Протоколы управления стратегическим координационным центром

source: Strategic Coordination Center Unity
ru: Центр стратегической координации Единство

source: Strategic Coordination Center Unity Cost
ru: Стоимость Единство Центр стратегической координации

source: Strategic Production Drone
ru: Стратегический производственный Дрон

source: Strategic Production Drone Jobs
ru: Стратегические рабочие места для производственных дронов

source: Strategic Production Drones
ru: Стратегические производственные Дрони

source: Strategic Production Engineer
ru: Стратегический инженер-технолог

source: Strategic Production Engineers
ru: Инженеры-стратеги по производству

source: Strategic Production Engineers Jobs
ru: Вакансии инженеров по стратегическому производству

source: Strategic Resource Manufactories
ru: Фабрики стратегических ресурсов

source: Strategic Resource Manufactory
ru: Фабрика стратегических ресурсов

source: Strategic re-imagination of organic need fulfillment and entertainment facilities allows for innovative new habitat designs.
ru: Стратегическое переосмысление возможностей удовлетворения органических потребностей и развлекательных заведений позволяет создавать новые инновационные проекты среды обитания

source: Strategic re-imagination of organic need fulfillment and entertainment facilities will allow for far greater density of habitation without sacrificing function or comfort.
ru: Стратегическое переосмысление объектов для удовлетворения органических потребностей и развлечений позволит обеспечить гораздо большую плотность проживания без ущерба для функциональности или комфорта

source: Streamlined Artillery Design
ru: Усовершенствованный артиллерийский дизайн

source: Streamlined Planetary Vessel Assembly
ru: Обтекаемый планетарный корпус в сборе

source: Streamlined Recruitment Processes
ru: Профессиональная вербовка

source: Streamlined transport networks and carefully designed modular production systems significantly improve construction throughput.
ru: Оптимизированные транспортные сети и тщательно спроектированные модульные производственные системы значительно повышают пропускную способность строительства

source: Strength in Numbers
ru: Численное превосходство

source: Strict
ru: Строгий

source: Strife Field Expanding
ru: Поле битвы расширяется

source: Strife Field Receding
ru: Поле раздора отступает

source: Strife Field about to Expand
ru: Поле битвы вот-вот расширится

source: Strife Field about to Recede
ru: Поле раздора вот-вот исчезнет

source: Strife Spell
ru: Заклинание раздора

source: Strife Spell Cast!
ru: Произнесено заклинание раздора!

source: Strike Corvette
ru: Ударный корвет

source: Strike Corvette Behavior
ru: Поведение ударного корвета

source: Strike Corvette Reactor
ru: Реактор ударного корвета

source: Strike Corvette Self-Assembly
ru: Самосборка ударного корвета

source: Strike Corvette Thrusters
ru: Двигатели ударного корвета

source: Strike Corvette Upscaling
ru: Увеличение масштаба ударного корвета

source: Strike Corvettes
ru: Ударные корветы

source: Strike Corvettes require incredible speed and maneuverability if they are to intercept oncoming hostile forces.
ru: Ударным корветам требуется невероятная скорость и маневренность, если они хотят перехватить приближающиеся вражеские силы.

source: Strike Corvettes spot the enemy from afar, engage fast and strike hard in order to disorganize approaching enemy fleets.
ru: Ударные корветы обнаруживают врага издалека, вступают в бой быстро и наносят сильный удар, чтобы дезорганизовать приближающиеся вражеские флоты.

source: Strike Crafts
ru: Ударные корабли

source: Strike Forces Deployed
ru: Развернуты ударные силы

source: Strike at the Buildings.
ru: Нанести удар по зданиям.

source: Strike at the Districts.
ru: Нанести удар по Районам.

source: Strike at the Pops.
ru: Нанести удар по населению.

source: Striking Power Plants
ru: Ударные электростанции

source: Strip Mine Outpost World
ru: Мир заставы для зачистки рудников

source: Strip-Mined Minerals
ru: Полезные ископаемые, добытые открытым способом

source: Stripmined World
ru: Раздетый мир

source: Stronghold District
ru: Район цитадели

source: Stronghold Districts
ru: Районы цитадели

source: Structure Operations
ru: Структурные операции

source: Study Aeternite Planetcraft
ru: Изучение планетолета вечности

source: Study Aeternite Psykofabricators
ru: Изучение вечных психофабрикаторов

source: Study any communications infrastructure first.
ru: Сначала изучите любую коммуникационную инфраструктуру

source: Study the Kaiser Moon
ru: Изучайте Луну Кайзера

source: Study the Plasmic Lifeforms
ru: Изучение плазменных форм жизни

source: Study the Sirens
ru: Изучайте сирен

source: Study these fascinating creatures and how they evolved!
ru: Изучайте этих очаровательных существ и то, как они эволюционировали!

source: Studying Intrastellar Black Hole
ru: Изучение внутризвездной черной дыры

source: Studying how Blokkat civilisation functions will be a critical step in learning how to best counter their terrifyingly advanced technologies.
ru: Изучение того, как функционирует цивилизация блоккатов, станет важным шагом в изучении того, как наилучшим образом противостоять их ужасающе передовым технологиям.

source: Studying how the Blokkats engineer their ships and materials is a difficult task to undertake remotely, but will provide valuable intel on their vessels and will likely help our science teams in designing new and innovating materials.
ru: Изучение того, как блоккаты проектируют свои корабли и материалы, является трудной задачей для удаленного выполнения, но предоставит ценную информацию об их судах и, вероятно, поможет нашим научным группам в разработке новых и новаторских материалов.

source: Studying how the Sirens unleash their enthralling spell could have great application for our government and society.
ru: Изучение того, как сирены высвобождают свои завораживающие чары, могло бы иметь большое значение для нашего правительства и общества

source: Studying the $blokkat_scrap$ recovered from destroyed Blokkat vessels is surely going to be a great boon to our Blokkat research.
ru: Изучение $blokkat_scrap$, извлеченных из разрушенных судов Блокат, несомненно, станет большим подспорьем для наших исследований Блоккат.

source: Studying the Blokkats' engineering methods and material science is an important step in understanding how their ships and technologies function.
ru: Изучение инженерных методов блоккатов и материаловедения является важным шагом в понимании того, как функционируют их корабли и технологии.

source: Studying the Blokkats' hyperdimensional engineering methods is an important step towards complete understanding of these extragalactic invaders.
ru: Изучение методов гиперпространственной инженерии блоккатов является важным шагом к полному пониманию этих внегалактических захватчиков.

source: Studying the possibility of a False Vacuum has expanded our understanding of the universe.
ru: Изучение возможности ложного вакуума расширило наше понимание Вселенной.

source: Subatomic Material Study
ru: Изучение субатомных частиц

source: Subject Naval Investment
ru: Военно-морские инвестиции субъектов

source: Sublimating
ru: Сублимация

source: Sublimation
ru: Сублимация

source: Subliminal Indoctrination
ru: Подсознательная индоктринация

source: Subminds
ru: Системность

source: Subminds Traditions
ru: Традиции системности

source: Subminds Traditions Finished
ru: Традиции системности завершены

source: Subplanck Synchronizers
ru: Подпланковые синхронизаторы

source: Subpsionic Symphonies
ru: Субпсихические симфонии

source: Subspace Blockade
ru: Подпространственная блокада

source: Subspace Disruption
ru: Разрушение подпространства

source: Subspace Disruption System Activated
ru: Активирована система разрушения подпространства

source: Subspace Disruptions
ru: Подпространственные сбои

source: Subspace Distortion Bomb
ru: Бомба с подпространственным искажением

source: Subspace Distortion Bomb Armed!
ru: Бомба подпространственного искажения заряжена!

source: Subspace Distortion Bomb Detonating!
ru: Взрывается бомба подпространственного искажения!

source: Substellar Compressor
ru: Субзвездный компрессор

source: Substellar Compressor Management Protocols
ru: Протоколы управления субзвездным компрессором

source: Success!
ru: Успех!

source: Successful Dead Hand Activation in [From.GetStarName]!
ru: Успешная активация мертвой руки в [From.GetStarName]!

source: Successful Ship Infestation
ru: Заражение кораблей

source: Such an escalation was to be expected.
ru: Такой эскалации следовало ожидать.

source: Such powerful individuals should be avoided, Destroy it
ru: Таких могущественных личностей следует избегать, уничтожьте их

source: Sudden Rebellion
ru: Внезапное восстание

source: Suddenly it all makes sense.
ru: Внезапно все это обретает смысл

source: Suendani Black Hole
ru: Черная дыра Суендани

source: Suffering from their own success.
ru: Страдают от собственного успеха.

source: Summon a Leviathan
ru: Вызвать левиафана

source: Summoned $HUMAN2_SHIP_Leviathan$
ru: Призванный левиафан

source: Summoned $NAME_Automated_Dreadnought$
ru: Вызван $NAME_Automated_Dreadnought$

source: Summoned $NAME_Elderly_Tiyanki$
ru: Вызван $NAME_Elderly_Tiyanki$

source: Summoned $NAME_Ether_Drake$
ru: Вызван $NAME_Ether_Drake$

source: Summoned $NAME_Infinity_Machine$
ru: Вызван $NAME_Infinity_Machine$

source: Summoned $NAME_Scavenger_Bot$
ru: Вызван $NAME_Scavenger_Bot$

source: Summoned $NAME_Stellarite_Devourer$
ru: Вызван $NAME_Stellarite_Devourer$

source: Summoned $NAME_Voidspawn$
ru: Вызван $NAME_Voidspawn$

source: Summoned $wraith_01$ $NAME_Wraith$
ru: Вызван $wraith_01$ $NAME_Wraith$

source: Sun Keeper
ru: Хранитель солнца

source: Sun Keeper Drone
ru: Дрон-хранитель солнца

source: Sun Keeperdrones
ru: Дроны-хранители солнца

source: Sun Keepers
ru: Хранители солнца

source: Sun Master
ru: Мастер Солнца

source: Sun Master Drone
ru: Дрон-мастер Солнца

source: Sun Master Drones
ru: Дроны-мастера Солнца

source: Sun Masters
ru: Мастера Солнца

source: Sundered Reality
ru: Разделенная реальность

source: Sunken Leviathan
ru: Дремлющий Левиафан

source: Sunken Observatory
ru: Затонувшая обсерватория

source: Super Assemblies
ru: Супер-ассамблеи

source: Super Assembly
ru: Супер Ассамблея

source: Super Hivemind
ru: Супер Коллективный разум

source: Super Pulsar
ru: Суперпульсар

source: Super Shipyard Menu
ru: Меню Супер Верфи

source: Super-Earth Planetary Body Manipulation
ru: Манипуляция планетарным телом Сверхземли

source: Superatmospheric Umbegaseous Collecto-Condenser
ru: Сверхатмосферный зонтичный коллекто-конденсатор

source: Superb.
ru: Превосходно.

source: Supercarrier Core
ru: Ядро суперносителя

source: Supercausal Research Initiatives
ru: Суперпричинные исследовательские инициативы

source: Supercausal Science Nexus
ru: Суперпричинная научная связь

source: Supercharge
ru: Сверхзаряд

source: Supercharged Driven-Evolution Chambers
ru: Сверхзаряженные эволюционные камеры

source: Supercharged Thaumaturgic Weaponry
ru: Магическое оружие с наддувом

source: Superiority
ru: Превосходство

source: Supermassive
ru: Сверхмассивный

source: Supermassive Birch Void Sphere
ru: Сверхмассивная пустотная сфера Берча

source: Supermassive Black Hole
ru: Сверхмассивная черная дыра

source: Supernatural Insights
ru: Сверхъестественные прозрения

source: Supernova
ru: Сверхновая

source: Superradiant Scattering Collector
ru: Коллектор рассеяния сверхизлучения

source: Superradiant Scattering Collectors
ru: Коллекторы рассеяния сверхизлучения

source: Superradiant Scattering Exploitation
ru: Эксплуатация рассеяния сверхизлучения

source: Superscalar Active-Support Beams
ru: Сверхмасштабные конструкции активной поддержки

source: Superscalar command arrays, punishment facilities, surveillance quantum probes and quasi-temporal encrypted communication protocols allow for secured governance even under the harshest of circumstances.
ru: Сверхмасштабные командные массивы, карательные комплексы, квантовые зонды наблюдения и квазивременные протоколы шифрованной связи позволяют обеспечить безопасное правление даже в самых суровых условиях.

source: Superscale Chemist
ru: Высококлассный химик

source: Superscale Chemists
ru: Высококлассные химики

source: Superscale Orbital Military Bastions
ru: Сверхмасштабные орбитальные военные бастионы

source: Superscale Pseudosunlight Application
ru: Сверхмасштабное псевдосолнечное приложение

source: Superscale Urban Development
ru: Сверхмасштабное городское развитие

source: Superscaled Artisan
ru: Мастер высшего уровня

source: Superscaled Artisans
ru: Ремесленники высшего уровня

source: Superscaled Metalworker
ru: Высококлассный мастер по металлу

source: Superscaled Metalworkers
ru: Высококлассные металлисты

source: Supersized Farmer
ru: Фермер больших размеров

source: Supersized Farmers
ru: Фермеры больших размеров

source: Superstructure designed to support a huge ring of material processing facilities above the system's $pc_black_hole$.
ru: Надстройка, предназначенная для поддержки огромного кольца объектов по обработке материалов над $pc_black_hole$ системы

source: Supertensile Materials
ru: Сверхтяжелые материалы

source: Supertensiles
ru: Сверхтяжелые

source: Supertensiles Drone
ru: Сверхтяжелый Дрон

source: Supertensiles Drones
ru: Сверхтяжелые Дроны

source: Supertensiles Extractor
ru: Экстрактор сверхтяжелых материалов

source: Supertensiles Extractor Drone
ru: Дрон-экстрактор сверхтяжелых материалов

source: Supertensiles Extractor Drones
ru: Дроны-экстракторы сверхтяжелых материалов

source: Supertensiles Extractors
ru: Экстракторы сверхтяжелых материалов

source: Supertensiles Technican Jobs
ru: Сверхтяжелые технические задания

source: Supertensiles Technician
ru: Техник по сверхтяжелым материалам

source: Supertensiles Technicians
ru: Специалисты по сверхтяжелым нагрузкам

source: Supplemental Industrial Sector
ru: Дополнительный промышленный сектор

source: Supplemental Industrial Sectors
ru: Дополнительные промышленные секторы

source: Supplementary Gestation Drone
ru: Дополнительный тигельный дрон

source: Supplementary Gestation Drones
ru: Дополнительные тигельные дроны

source: Supplementary Heavy Batteries
ru: Дополнительные тяжелые батареи

source: Supported Piracy Against Us
ru: Поддерживали пиратство против нас

source: Supported Us
ru: Поддержал нас

source: Supported our rebellion
ru: Поддержал наше восстание

source: Suppressed Blokkat Inquietude
ru: Подавленный запрос блокката

source: Supratitanic Habitat Stabilization Systems
ru: Супратитанические системы стабилизации среды обитания

source: Supreme Court
ru: Верховный суд

source: Supreme excellence consists of breaking the enemy's resistance without fighting.
ru: Высочайшее мастерство стратега состоит в том, чтобы сломить сопротивление врага без боя.

source: Surely, a fate worse than death.
ru: Несомненно, судьба хуже смерти.

source: Surgical Orbital Strike
ru: Хирургический орбитальный удар

source: Surplus Dark Matter
ru: Избыток темной материи

source: Surrender or be destroyed.
ru: Сдавайся или будешь уничтожен

source: Surutas Maw
ru: Пасть Сурутаса

source: Survival is Paramount
ru: Выживание имеет первостепенное значение

source: Survival of the Fittest
ru: Выживание сильнейших

source: Survivalist
ru: Сурвивалисты

source: Svenja
ru: Свенья

source: Swarm Brood Mother
ru: Мать роевого выводка

source: Swarm Brood Mothers
ru: Матери роевого выводка

source: Swarm Hull
ru: Корпус роя

source: Swarm Queen
ru: Королева роя

source: Swarm Queens
ru: Королевы роя

source: Swarm Strikers
ru: Штурмовики роя

source: Swarm Traditions
ru: Традиции роя

source: Swarm Traditions Finished
ru: Традиции роя завершены

source: Swarm Warrior
ru: Воин роя

source: Swarm Warriors
ru: Воины роя

source: Swarmer
ru: Роитель

source: Swarmers
ru: Роители

source: Swarming Fleets
ru: Рой корветов

source: Swarmling
ru: Роение
